{
  "ok" : "",
  "btcd" : "Komodo will use Zcash zero knowledge proofs — the best privacy technology available — along with a new consensus method called delayed Proof of Work (dPoW). The BTCD can be swapped for Komodo coin after the ICO has ended.",
  "bcn" : "CryptoNote is an application layer protocol that powers several decentralized privacy oriented digital currencies. It aims to be an evolution of the ideas behind bitcoin.The main difference between the two technologies is that Bitcoin (and most digital currencies) is less opaque than CryptoNote-based currencies due to the latter's blockchain being almost anonymous, contrary to non-Cryptonote blockchains. CryptoNote currencies use a distributed public ledger that records all balances and transactions of its in-built currency like Bitcoin",
  "bcc" : "BitConnect is an open source Bitcoin and crypto community developed by an unknown programmer, or a group of programmers, using their own cryptocurrency BitConnect Coin for all BitConnect lending operations. The price of BitConnect was 0.17 USD in January 2017, and as of august 2017 it trades for more than $50 dollars, increasing a 1800% value in the first 6 months. BitConnect coin released as open source software in January 2017",
  "bat" :"Basic Attention Token radically improves the efficiency of digital advertising by creating a new token that can be exchanged between publishers, advertisers, and users. The token can be used to obtain a variety of advertising and attention-based services on the Brave platform. The utility of the token is based on user attention, which simply means a person’s focused mental engagement.",
  "rep" : "Augur is a fully open-source and decentralized prediction market platform built on Ethereum, a blockchain technology that allows for the execution of smart contracts. JavaScript is also used for a browser-based GUI supplementing the command line. Notable supporters of the project include Intrade co-founder Ron Bernstein, the Thiel Foundation and Vitalik Buterin.Early development of the software began in autumn 2014, and an alpha version was released in June 2015",
  "ardr" : "Ardor is a blockchain-as-a-service platform that will allow people to utilize the blockchain technology of Nxt through the use of child chains. Since all processing will be done on the Ardor main chain, child chain creators won’t need to worry about common issues when creating a blockchain as well as securing it with enough nodes. Child chains will be able to utilize features currently seen in Nxt such as decentralized phasing, voting, and trading, as well as be able to interact with other child chains on the platform, including IGNIS, the first child chain to be launched.",
  "etc" : "Ethereum Classic is an open-source, public, blockchain-based distributed computing platform featuring smart contract (scripting) functionality. It provides a decentralized Turing-complete virtual machine, the Ethereum Virtual Machine (EVM), which can execute scripts using an international network of public nodes. Ethereum Classic also provides a value token called 'classic ether', which can be transferred between participants, stored in a cryptocurrency wallet and is used to compensate participant nodes for computations performed",
  "eth" : "Ethereum is an open-source, public, blockchain-based distributed computing platform featuring smart contract (scripting) functionality. It provides a decentralized Turing-complete virtual machine, the Ethereum Virtual Machine (EVM), which can execute scripts using an international network of public nodes. Ethereum also provides a cryptocurrency token called 'ether', which can be transferred between accounts and used to compensate participant nodes for computations performed.",
  "doge" : "Dogecoin ( DOHZH-koyn, code: DOGE, symbol: Ð and D) is a cryptocurrency featuring a likeness of the Shiba Inu dog from the 'Doge' Internet meme as its logo. Introduced as a 'joke currency' on 8 December 2013, Dogecoin quickly developed its own online community and reached a capitalization of US$60 million in January 2014; as of June 2017, it has a capitalization of US$340 million.Compared with other cryptocurrencies, Dogecoin has a fast initial coin production schedule: 100 billion coins have been in circulation by mid 2015 with an additional 5.256 billion coins every year thereafter. As of 30 June 2015, the 100 billionth Dogecoin has been mined",
  "bch" : "Bitcoin Cash (BCC) is a hard fork of the cryptocurrency bitcoin. The fork occurred on August 1, 2017.",
  "btc" : "Bitcoin is a worldwide cryptocurrency and digital payment system, called the first decentralized digital currency, since the system works without a central repository or single administrator. It was invented by an unknown programmer, or a group of programmers, under the name Satoshi Nakamoto and released as open-source software in 2009.",
  "xrp" : "Ripple is a real-time gross settlement system (RTGS), currency exchange and remittance network by Ripple. Also called the Ripple Transaction Protocol (RTXP) or Ripple protocol,it is built upon a distributed open source Internet protocol, consensus ledger and native currency called XRP (ripples)"
}